"USSD_ERROR" = "Errore di esecuzione della richiesta";
"USSD_TERMINATED" = "Sessione terminata";

"%@ Call Forwarding\n%@\n%@%@" = "Inoltro chiamate %@\n%@\n%@%@";
"%@ Call Waiting\n%@" = "Avviso di chiamata %@\n%@";
"%@ Call Barring\n%@\n%@" = "Blocco chiamate %@\n%@\n%@";
"%@ Fixed Dialing\n%@" = "Digitazione numeri predefiniti %@\n%@";
"Connected Line Presentation\n%@" = "Identificazione linea connessa\n%@";
"Calling Line Presentation\n%@" = "Identificazione linea chiamante\n%@";
"Connected Line ID Restriction\n%@" = "Restrizione ID linea connessa\n%@";
"Calling Line ID Restriction\n%@" = "Restrizione ID linea chiamante\n%@";
"SIM Lock\n%@" = "Blocco SIM\n%@";
"Service Center Address\n%@" = "Indirizzo centro servizi\n%@";
"Supplementary Service Password\n%@" = "Password servizio supplementare\n%@";
"Calling Name Presentation\n%@" = "Identificazione nome chiamante\n%@";

"Forwards to %@\n" = "Inoltra a %@\n";

"All Calls" = "Tutte le chiamate";
"All Conditional Calls" = "Tutte le chiamate condizionate";
"Async Data Circuit" = "Circuito dati asincrono";
"Data" = "Dati";
"Fax" = "Fax";
"Packet Access" = "Accesso a pacchetto";
"Pad Access" = "Accesso PAD";
"SMS" = "SMS";
"Sync Data Circuit" = "Circuito dati sincrono";
"Voice" = "Voce";

"All Outgoing" = "Tutti in uscita";
"All Incoming" = "Tutti in entrata";
"Outgoing International" = "Internazionale in uscita";
"Outgoing International, Except Home Country" = "Internazionale in uscita, all'estero";
"Incoming While Roaming Outside Home Country" = "In entrata mentre in roaming all'estero";
"Incoming, Not On SIM" = "In entrata, non sulla SIM";
"All Services" = "Tutti i servizi";
"All Outgoing Services" = "Tutti i servizi in uscita";
"All Incoming Services" = "Tutti i servizi in entrata";

"Disabled" = "Disabilitato";
"Enabled" = "Abilitato";

"On All Calls" = "Su tutte le chiamate";
"When Busy" = "Quando occupato";
"When Unanswered" = "Quando non risponde";
"When Unreachable" = "Quando non raggiungibile";

"Setting %@ Succeeded" = "Configurazione %@ riuscita\n";
"Setting Interrogation Succeeded" = "Configurazione interrogazione riuscita\n";
"Setting %@ Failed" = "Configurazione %@ non riuscita\n";
"Setting Interrogation Failed" = "Configurazione interrogazione non riuscita\n";

"Not Available" = "Non disponibile";
"Network Controlled" = "Rete controllata";
"Temporarily Disabled" = "Temporaneamente disabilitato";
"Temporarily Enabled" = "Temporaneamente abilitato";
"Unknown" = "Sconosciuto";

"Activation" = "Attivazione";
"Deactivation" = "Disattivazione";
"Interrogation" = "Interrogazione";
"Registration" = "Registrazione";
"Erasure" = "Inizializzazione";

"No Address" = "Nessun indirizzo";
"No Service Specified" = "Nessun servizio specificato";
"Type %d" = "Tipo %d";

// generic error
"CALL_FAILED" = "Errore di chiamata";
// error codes
"kCTNoError" = "Nessun errore";
"kCTUnknownError" = "Errore sconosciuto";
"kCTErrorRadioFailure" = "Errore radio";
// Generic network errors
"kCTErrorNetworkFailure" = "Errore di rete";
"kCTErrorCongestion" = "Congestione rete";
"kCTErrorUnidentifiedSubscriber" = "Abbonato non identificato";
"kCTErrorFacilityRejected" = "Servizi rifiutati";
"kCTErrorUnknownSubscriber" = "Abbonato sconosciuto";
"kCTErrorNetworkOutOfOrder" = "Rete non disponibile";
"kCTErrorInvalidTransactionIdentifier" = "Identificazione transazione non valida";
"kCTErrorSemanticallyIncorrectMessage" = "Messaggio semanticamente non valido";
"kCTErrorInvalidMandatoryInformation" = "Informazione obbligatoria non disponibile";
"kCTErrorMessageTypeNonExistant" = "Tipo di messaggio inesistente";
"kCTErrorMessageNotCompatibleWithProtocolState" = "Messaggio non compatibile con protocol state";
"kCTErrorInformationElementNonExistant" = "Elemento informazione inesistente";
"kCTErrorProtocolErrorUnspecified" = "Errore di protocollo non specificato";
"kCTErrorTemporaryFailure" = "Errore temporaneo";
"kCTErrorResourcesUnavailable" = "Risorse non disponibili";
"kCTErrorRequestedFacilityNotSubscribed" = "Servizi richiesti non abilitati";
"kCTErrorRequestedFacilityNotImplemented" = "Servizi richiesti non implementati";
"kCTErrorInterworkingError" = "Errore di interworking";
"kCTErrorInterworkingNotSupported" = "Interworking non supportato";
"kCTErrorCommandCannotBeActioned" = "Il comando non può essere eseguito";
"kCTErrorNoNetworkService" = "Nessun servizio di rete";
// Call related errors
"kCTErrorUnassignedNumber" = "Numero non assegnato";
"kCTErrorOperatorDeterminedBarring" = "Blocco determinato dall'operatore";
"kCTErrorCallBarred" = "Chiamata bloccata";
"kCTErrorUserBusy" = "Utente occupato";
"kCTErrorNoUserResponding" = "Nessuna risposta";
"kCTErrorNumberChanged" = "Il numero è cambiato";
"kCTErrorInvalidNumberFormat" = "Formato del numero non valido";
"kCTErrorCallRejected" = "Chiamata rifiutata";
// SIM errors
"kCTErrorSimNotInserted" = "SIM non inserita";
"kCTErrorSimPinRequired" = "Inserisci il PIN della SIM";
"kCTErrorSimPukRequired" = "Inserisci il PUK della SIM";
"kCTErrorSimFailure" = "Errore SIM";
"kCTErrorSimMemoryFailure" = "Errore di memoria della SIM";
"kCTBadPinFormatError" = "Formato PIN errato";
"kCTErrorNumberNotAllowed" = "Numero non consentito";
"kCTErrorIncorrectPassword" = "Password non corretta";
// SMS Errors
"kCTErrorShortMessageTransferRejected" = "Trasferimento del messaggio breve rifiutato";
"kCTErrorDestinationOutOfOrder" = "Destinazione non disponibile";
"kCTErrorClass0NotSupported" = "Classe 0 non supportata";
"kCTErrorCannotReplaceSm" = "Impossibile sostituire SIM";
"kCTErrorUnspecifiedPid" = "PID non specificato";
"kCTErrorDataCodingSchemeNotSupported" = "Schema di codifica dati non supportato.";
"kCTErrorUnspecifiedDcs" = "Errore DCS non specificato";
"kCTErrorCommandUnsupported" = "Comando non supportato";
"kCTErrorUnspecifiedTpCommand" = "Errore del comando TP non specificato";
"kCTErrorTpduNotSupported" = "TPDU non supportato";
"kCTErrorScBusy" = "SC occupato";
"kCTErrorRejectedBySimSmsControl" = "Rifiutato da comando SMS SIM";
// GPRS Errors
"kCTErrorGprsIllegalMs" = "MS illegale di GPRS";
"kCTErrorGprsIllegalMe" = "ME illegale di GPRS";
"kCTErrorGprsServicesNotAllowed" = "Servizi GPRS non consentiti";
"kCTErrorGprsPlmnNotAllowed" = "PLMN GPRS non consentito";
"kCTErrorGprsLocationAreaNotAllowed" = "Area di chiamata GPRS non consentita";
"kCTErrorGprsRoamingNotAllowedInLocationArea" = "Roaming GPRS non consentito nell'area di chiamata";
"kCTErrorGprsServiceOptionNotSupported" = "Opzione di servizio GPRS non supportata";
"kCTErrorGprsServiceOptionNotSubscribed" = "Opzione di servizio GPRS non abilitata";
"kCTErrorGprsServiceOptionTemporarilyOutOfOrder" = "Opzione di servizio GPRS momentaneamente non disponibile";
"kCTErrorGprsPdpAuthenticationFailure" = "Errore di autenticazione PDP GPRS";
"kCTErrorGprsInvalidMobileClass" = "Classe cellulare GPRS non valida";
"kCTErrorGprsUnspecified" = "GPRS non specificato";
"kCTErrorGprsMissingorUnknownAPN" = "GPRS mancante o APN sconosciuto";
"kCTErrorGprsPDPAuthenticationInfoRejectedByBaseband" = "Info autenticazione PDP GBRS rifiutate da Baseband";
